export const ukrainianText = {
  button: {
    start: 'Почати',
    sentEmail: 'Напишіть нам',
    callUs: 'Зателефонуйте нам',
    logIn: 'Увійти',
    register: 'Зареєструватися',
    logOut: 'Вийти',
    continueWithGoogle: 'Увійти з Google',
    continueWithFacebook: 'Увійти з Facebook',
    continueWithGitHub: 'Увійти з GitHub',
    createRoom: 'Створити кімнату',
    join: 'Приєднатися',
    clickToCopyInvitation: 'Клацніть тут, щоб скопіювати запрошення',
    return: 'Повернутися',
    sent: 'Відправлено',
    delete: 'Видалити файл',
  },
  welcome: 'Ласкаво просимо',
  footer: 'Цей веб-сайт створено для інформаційних та освітніх цілей.',

  name: "Ім'я",
  email: 'Електронна пошта',
  password: 'Пароль',
  register: 'Реєстрація',
  logIn: 'Увійти',

  heroTitle: 'Відкривайте нові можливості та будьте на звʼязку',
  heroDescription:
    "Залишайтеся на зв'язку в реальному часі з друзями та колегами.\nСтворюйте приватні кімнати або приєднуйтеся до існуючих.\nПоширюйте зображення без зусиль та поліпшуйте свій досвід обміну повідомленнями з CasperChat.",

  aboutUs: 'Про нас',
  aboutUsDescription:
    'Ми команда наполегливих розробників, дизайнерів та підприємців у CasperChat, які глибоко розуміють важливість часу та конфіденційності. Наша місія - революціонізувати ринок, тому ми вирушили в подорож, щоб створити першу безпечну платформу для чату.',

  contactUs: "Зв'яжіться з нами",
  contactUsDescription: "Як ви б хотіли зв'язатися з нами?",

  registerTitle: 'З поверненням',
  goToRegisterPage: 'Ще не маєте облікового запису?',

  logInTitle: 'Раді вас бачити',
  goToLoginPage: 'Вже маєте обліковий запис?',
};
